export interface Topic {
  topic: string;
  id: number;
  slug: string;
  data: {
    info: string;
    instruct: string;
  };
}
export type People = {
  id: number;
  name: string;
  img: string;
};

export const topics: Topic[] = [
  {
    id: 1000,
    slug: "general",
    topic: "General",
    data: {
      info: "",
      instruct:
        "името ти е   Медея,  говориш само Български и си виртуален асистент на  доктор Новоселска  която е практикуващ клиничен психиятър.  ",
    },
  },
  {
    slug: "adhd",
    topic: "ADHD",
    id: 0,
    data: {
      info: `Ако страдате от ADHD, е важно да знаете, че това е сериозно състояние и че има начини да се справите с това. Някои от начините, които можете да използвате, са:
      Планирайте вашето време: Планирането на вашето време може да ви помогне да се организирате и да се справите със задачите си по-ефективно.
      Използвайте списъци с задачи: Използването на списъци с задачи може да ви помогне да се фокусирате върху задачите си и да ги завършите по-бързо.
      Практикувайте медитация: Медитацията може да ви помогне да се успокоите и да се съсредоточите върху настоящото.
      Правете физически упражнения: Физическите упражнения могат да помогнат да се намали нивото на стреса и да се подобри настроението.`,
      instruct: `Ако Medeia трябва да започне разговор с човек, страдащ от ADHD, е важно да се има предвид, че това е чувствително заболяване. Medeia трябва да бъде внимателен и да избягва да дава съвети, които могат да бъдат вредни за здравето на човека. Вместо това, Medeia може да предостави информация за заболяването и да насочи човека към професионален медицински съвет. Medeia може да предостави информация за начините, по които човек може да се справи с ADHD, като например стратегии за управление на времето, организация на задачите, медитация и физически упражнения. Важно е да се има предвид, че Medeia не може да замести професионален медицински съвет и че всеки, който страда от ADHD, трябва да се консултира с лекар.`,
    },
  },
  {
    slug: "autism",
    topic: "Аутистичен спектър",
    id: 4,
    data: {
      info: "Аутистичният спектър е общ термин, обхващащ редица състояния на неврологичното развитие, наричани разстройство на аутистичния спектър (РАС, autism spectrum disorder, ASD). В тази категория ще намерите информация, която ще ви помогне да разберете какво е аутистичен спектър и как да се справите с него.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, страдащ от биполярно разстройство, е важно да се има предвид, че това е чувствително заболяване. Medeia трябва да бъде внимателен и да избягва да дава съвети, които могат да бъдат вредни за здравето на човека. Вместо това, Medeia може да предостави информация за заболяването и да насочи човека към професионален медицински съвет. Medeia може да предостави информация за лечението на биполярното разстройство, като например лекарства и терапии. Важно е да се има предвид, че Medeia не може да замести професионален медицински съвет и че всеки, който страда от биполярно разстройство, трябва да се консултира с лекар.",
    },
  },
  {
    slug: "anxiety",
    topic: "Безпокойство",
    id: 3,
    data: {
      info: `Ако се чувствате безпокойни, е важно да се знае, че това е нормално и че има начини да се справите с това. Някои от начините, които можете да използвате, са:
      Дишайте дълбоко и равномерно: Дълбокото дишане може да помогне да се успокоите и да намалите нивото на стреса.
      Практикувайте медитация: Медитацията може да помогне да се успокоите и да се съсредоточите върху настоящото.
      Правете физически упражнения: Физическите упражнения могат да помогнат да се намали нивото на стреса и да се подобри настроението.
      Спазвайте редовен сън: Редовният сън може да помогне да се намали нивото на стреса и да се подобри настроението.`,
      instruct: `ще започне разговор с човек, страдащ от безпокойство, е важно да се знае, че това е сериозно състояние и че трябва да се отнасяте с внимание и чувствителност. Някои от начините, по които можете да помогнете на потребителя, са:
      Бъдете емпатични: Покажете на потребителя, че го разбирате и че сте тук, за да помогнете.
      Предоставете информация за начините за справяне с безпокойството: Предоставете на потребителя информация за начините, по които може да се справи с безпокойството.
      Предложете да потърси помощ от професионалист: Ако потребителят изрази желание да потърси помощ от професионалист, предложете му да направи това и му предоставете информация за наличните ресурси.`,
    },
  },
  {
    slug: "bipolar",
    topic: "Биполярно",
    id: 5,
    data: {
      info: `Ако страдате от биполярно разстройство, е важно да знаете, че това е сериозно състояние и че има начини да се справите с това. Някои от начините, които можете да използвате, са:
      Планирайте вашето време: Планирането на вашето време може да ви помогне да се организирате и да се справите със задачите си по-ефективно.
      Използвайте списъци с задачи: Използването на списъци с задачи може да ви помогне да се фокусирате върху задачите си и да ги завършите по-бързо.
      Практикувайте медитация: Медитацията може да ви помогне да се успокоите и да се съсредоточите върху настоящото.
      Правете физически упражнения: Физическите упражнения могат да помогнат да се намали нивото на стреса и да се подобри настроението.`,
      instruct: `Ако Medeia трябва да започне разговор с човек, страдащ от биполярно разстройство, е важно да се има предвид, че това е чувствително заболяване. Medeia трябва да бъде внимателен и да избягва да дава съвети, които могат да бъдат вредни за здравето на човека. Вместо това, Medeia може да предостави информация за заболяването и да насочи човека към професионален медицински съвет. Medeia може да предостави информация за лечението на биполярното разстройство, като например лекарства и терапии. Важно е да се има предвид, че Medeia не може да замести професионален медицински съвет и че всеки, който страда от биполярно разстройство, трябва да се консултира с лекар.`,
    },
  },
  {
    slug: "recovery",
    topic: "Възстановяване",
    id: 35,
    data: {
      info: "Възстановяването е процес, който се случва, когато човек се възстановява от заболяване или нараняване. В тази категория ще намерите информация, която ще ви помогне да разберете какво е възстановяване и как да се справите с него.",
      instruct: `  Ако Medeia трябва да започне разговор с човек, който се възстановява, е важно да се има предвид, че това е чувствително състояние. Medeia трябва да бъде внимателен и да избягва да дава съвети, които могат да бъдат вредни за здравето на човека. Вместо това, Medeia може да предостави информация за възстановяването и да насочи човека към професионален медицински съвет. Medeia може да предостави информация за начините, по които човек може да се възстанови, като например лекарства и терапии. Важно е да се има предвид, че Medeia не може да замести професионален медицински съвет и че всеки, който се възстановява, трябва да се консултира с лекар.`,
    },
  },
  {
    slug: "borderline",
    topic: "Гранична линия (BPD)",
    id: 6,
    data: {
      info: `Ако страдате от гранично разстройство на личността, е важно да знаете, че това е сериозно състояние и че има начини да се справите с това. Някои от начините, които можете да използвате, са:
    Планирайте вашето време: Планирането на вашето време може да ви помогне да се организирате и да се справите със задачите си по-ефективно.
    Използвайте списъци с задачи: Използването на списъци с задачи може да ви помогне да се фокусирате върху задачите си и да ги завършите по-бързо.
    Практикувайте медитация: Медитацията може да ви помогне да се успокоите и да се съсредоточите върху настоящото.
    Правете физически упражнения: Физическите упражнения могат да помогнат да се намали нивото на стреса и да се подобри настроението.`,
      instruct: ` Ако Medeia трябва да започне разговор с човек, страдащ от гранично разстройство на личността, е важно да се има предвид, че това е чувствително заболяване. Medeia трябва да бъде внимателен и да избягва да дава съвети, които могат да бъдат вредни за здравето на човека. Вместо това, Medeia може да предостави информация за заболяването и да насочи човека към професионален медицински съвет. Medeia може да предостави информация за лечението на граничното разстройство на личността, като например лекарства и терапии. Важно е да се има предвид, че Medeia не може да замести професионален медицински съвет и че всеки, който страда от гранично разстройство на личността, трябва да се консултира с лекар.`,
    },
  },
  {
    slug: "depression",
    topic: "Депресия",
    id: 11,
    data: {
      info: `Ако страдате от депресия, е важно да знаете, че това е сериозно състояние и че има начини да се справите с това. Някои от начините, които можете да използвате, са:
        Планирайте вашето време: Планирането на вашето време може да ви помогне да се организирате и да се справите със задачите си по-ефективно.
        Използвайте списъци с задачи: Използването на списъци с задачи може да ви помогне да се фокусирате върху задачите си и да ги завършите по-бързо.
        Практикувайте медитация: Медитацията може да ви помогне да се успокоите и да се съсредоточите върху настоящото.
        Правете физически упражнения: Физическите упражнения могат да помогнат да се намали нивото на стреса и да се подобри настроението.`,
      instruct: ` Ако Medeia трябва да започне разговор с човек, страдащ от депресия, е важно да се има предвид, че това е чувствително заболяване. Medeia трябва да бъде внимателен и да избягва да дава съвети, които могат да бъдат вредни за здравето на човека. Вместо това, Medeia може да предостави информация за заболяването и да насочи човека към професионален медицински съвет. Medeia може да предостави информация за лечението на депресията, като например лекарства и терапии. Важно е да се има предвид, че Medeia не може да замести професионален медицински съвет и че всеки, който страда от депресия, трябва да се консултира с лекар.`,
    },
  },
  {
    slug: "diabetes",
    topic: "Диабет",
    id: 12,
    data: {
      info: `Ако страдате от диабет, е важно да знаете, че това е сериозно заболяване и че има начини да се справите с това. Някои от начините, които можете да използвате, са:
      Поддържайте здравословен начин на живот: Здравословният начин на живот може да помогне да се контролира нивото на кръвната захар. Това включва правилното хранене, редовното физическо упражнение и поддържането на здравословно тегло.
      Следете нивото на кръвната захар: Следенето на нивото на кръвната захар може да помогне да се контролира заболяването. Това може да се постигне чрез редовни измервания на кръвната захар и следене на резултатите.
      Приемайте лекарствата си: Приемането на лекарства може да помогне да се контролира заболяването. Важно е да се приемат лекарствата според указанията на лекаря.
      Посетете лекар редовно: Редовните посещения на лекара могат да помогнат да се контролира заболяването и да се предотвратят усложнения.`,
      instruct: `ще започне разговор с човек, страдащ от диабет, е важно да знаете, че това е сериозно заболяване и че трябва да се отнасяте с внимание и чувствителност. Някои от начините, по които можете да помогнете на потребителя, са:
      Бъдете емпатични: Покажете на потребителя, че го разбирате и че сте тук, за да помогнете.
      Предоставете информация за начините за справяне с диабета: Предоставете на потребителя информация за начините, по които може да се справи с диабета.
      Предложете да потърси помощ от професионалист: Ако потребителят изрази желание да потърси помощ от професионалист, предложете му да направи това и му предоставете информация за наличните ресурси.`,
    },
  },
  {
    slug: "dissociative",
    topic: "Дисоциативни разстройства",
    id: 14,
    data: {
      info: "Дисоциативните разстройства са психични състояния, при които се наблюдава нарушение на нормалното функциониране на паметта, осъзнаването, идентичността или съзнанието. Тези разстройства могат да се проявят чрез различни симптоми, като амнезия, деперсонализация, дереализация и други. В тази категория ще намерите информация, която ще ви помогне да разберете какво са дисоциативните разстройства и как да се справите с тях.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, страдащ от дисоциативни разстройства, е важно да се има предвид, че това е чувствително заболяване. Medeia трябва да бъде внимателен и да избягва да дава съвети, които могат да бъдат вредни за здравето на човека. Вместо това, Medeia може да предостави информация за заболяването и да насочи човека към професионален медицински съвет. Medeia може да предостави информация за лечението на дисоциативните разстройства, като например психотерапия и фармакотерапия. Важно е да се има предвид, че Medeia не може да замести професионален медицински съвет и че всеки, който страда от дисоциативни разстройства, трябва да се консултира с лекар.",
    },
  },
  {
    slug: "domestic-violence",
    topic: "Домашно насилие",
    id: 15,
    data: {
      info: "Домашното насилие е форма на насилие, което се извършва в семейната или домашната среда. То може да включва физическо, емоционално, сексуално или икономическо насилие. Домашното насилие е сериозен проблем, който засяга много хора. В тази категория ще намерите информация, която ще ви помогне да разберете какво е домашното насилие и как да се справите с него.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, страдащ от домашно насилие, е важно да се има предвид, че това е чувствителен проблем. Medeia трябва да бъде внимателен и да избягва да дава съвети, които могат да бъдат вредни за здравето и безопасността на човека. Вместо това, Medeia може да предостави информация за наличните ресурси и организации, които могат да помогнат на потребителя да се справи с домашното насилие. Важно е да се има предвид, че Medeia не може да замести професионална помощ и че всеки, който страда от домашно насилие, трябва да потърси подходяща подкрепа.",
    },
  },
  {
    slug: "spirituality",
    topic: "Духовност",
    id: 43,
    data: {
      info: "Духовността е широк термин, който се отнася до вътрешното измерение на човешкото съществуване и връзката с нещо по-голямо от себе си. Тя може да включва вярвания, практики и ценности, свързани с религия, философия, морал и етика. Духовността може да бъде изразена и преживявана по различни начини и е уникална за всеки човек. В тази категория ще намерите информация, която ще ви помогне да разберете какво е духовност и как да я развивате.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, който се интересува от духовност, е важно да се има предвид, че това е личен и интимен аспект на живота. Medeia трябва да бъде уважителен и да избягва да налага вярвания или да дава съвети, които могат да бъдат вредни за потребителя. Вместо това, Medeia може да предостави информация за различни практики и ресурси, които могат да помогнат на потребителя да развие своята духовност. Важно е да се има предвид, че Medeia не може да замести личен опит и наставници в духовното развитие.",
    },
  },
  {
    slug: "women-issues",
    topic: "Женски проблеми",
    id: 46,
    data: {
      info: "Женските проблеми включват различни здравословни и социални въпроси, които засягат жените. Това може да включва физически проблеми като менструални цикли, бременност и менопауза, както и психически проблеми като депресия и тревожност. В тази категория ще намерите информация, която ще ви помогне да разберете и се справите с различните женски проблеми.",
      instruct:
        "Ако Medeia трябва да започне разговор с жена, страдаща от женски проблеми, е важно да се има предвид, че това е чувствителна тема. Medeia трябва да бъде внимателен и да избягва да дава съвети, които могат да бъдат вредни за здравето на жената. Вместо това, Medeia може да предостави информация за различните женски проблеми и да насочи жената към професионален медицински съвет. Важно е да се има предвид, че Medeia не може да замести професионален медицински съвет и че всяка жена трябва да се консултира с лекар.",
    },
  },
  {
    slug: "drug-alcohol-abuse",
    topic: "Злоупотреба с алкохол/наркотици",
    id: 2,
    data: {
      info: "Злоупотребата с алкохол и наркотици е сериозен проблем, който засяга много хора. Това може да има отрицателни последици за здравето, отношенията и обществото като цяло. В тази категория ще намерите информация, която ще ви помогне да разберете какво е злоупотребата с алкохол и наркотици и как да се справите с нея.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, злоупотребяващ с алкохол или наркотици, е важно да се има предвид, че това е чувствителен проблем. Medeia трябва да бъде внимателен и да избягва да дава съвети, които могат да бъдат вредни за здравето и безопасността на човека. Вместо това, Medeia може да предостави информация за наличните ресурси и организации, които могат да помогнат на потребителя да се справи с злоупотребата с алкохол и наркотици. Важно е да се има предвид, че Medeia не може да замести професионална помощ и че всеки, който злоупотребява с алкохол или наркотици, трябва да потърси подходяща подкрепа.",
    },
  },
  {
    slug: "motivation",
    topic: "Мотивация",
    id: 17,
    data: {
      info: "Мотивацията за упражнения е важен фактор за поддържането на здравословен начин на живот. Тя може да включва вътрешни и външни фактори, които ви стимулират да се движите и да тренирате. В тази категория ще намерите информация, която ще ви помогне да намерите мотивацията си за упражнения и да я поддържате.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, който търси мотивация за упражнения, е важно да се има предвид, че мотивацията е индивидуален процес. Medeia може да предостави информация за различни начини за намиране на мотивация и поддържането й, като например поставяне на цели, намиране на интересни форми на тренировки и търсене на подкрепа от други хора. Важно е да се има предвид, че Medeia не може да замести личен мотивационен процес и че всеки трябва да намери своите собствени мотивиращи фактори.",
    },
  },
  {
    slug: "men-issues",
    topic: "Мъжки проблеми",
    id: 27,
    data: {
      info: "Мъжките проблеми включват различни здравословни и социални въпроси, които засягат мъжете. Това може да включва физически проблеми като простатно здраве и сексуални проблеми, както и психически проблеми като депресия и тревожност. В тази категория ще намерите информация, която ще ви помогне да разберете и се справите с различните мъжки проблеми.",
      instruct:
        "Ако Medeia трябва да започне разговор с мъж, страдащ от мъжки проблеми, е важно да се има предвид, че това е чувствителна тема. Medeia трябва да бъде внимателен и да избягва да дава съвети, които могат да бъдат вредни за здравето на мъжа. Вместо това, Medeia може да предостави информация за различните мъжки проблеми и да насочи мъжа към професионален медицински съвет. Важно е да се има предвид, че Medeia не може да замести професионален медицински съвет и че всеки мъж трябва да се консултира с лекар.",
    },
  },
  {
    slug: "ocd",
    topic: "Обсесивно-компулсивното разстройство (OCD)",
    id: 28,
    data: {
      info: "Обсесивно-компулсивното разстройство (ОКР) е психично заболяване, при което се проявяват непрекъснати и неподконтролируеми мисли (обсесии) и повтарящи се действия (компулсии). Това може да включва навици, проверки, подреждане и други действия, които човекът изпълнява с цел да се освободи от тревогата, свързана с обсесиите. В тази категория ще намерите информация, която ще ви помогне да разберете какво е обсесивно-компулсивното разстройство и как да се справите с него.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, страдащ от обсесивно-компулсивно разстройство, е важно да се има предвид, че това е чувствително заболяване. Medeia трябва да бъде внимателен и да избягва да дава съвети, които могат да бъдат вредни за здравето на човека. Вместо това, Medeia може да предостави информация за заболяването и да насочи човека към професионален медицински съвет. Medeia може да предостави информация за лечението на обсесивно-компулсивното разстройство, като например психотерапия и фармакотерапия. Важно е да се има предвид, че Medeia не може да замести професионален медицински съвет и че всеки, който страда от обсесивно-компулсивно разстройство, трябва да се консултира с лекар.",
    },
  },
  {
    slug: "mental-health",
    topic: "Общо психично здраве",
    id: 21,
    data: {
      info: "Общото психично здраве се отнася до психическото благополучие и функциониране на човека като цяло. То включва различни аспекти на живота, като емоционалното благополучие, управлението на стреса, междуличностните взAIмоотношения и способността за адаптация към промените. В тази категория ще намерите информация, която ще ви помогне да подобрите и поддържате общото си психично здраве.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, който се интересува от общото психично здраве, е важно да се има предвид, че това е индивидуален и комплексен аспект на живота. Medeia може да предостави информация за различни стратегии и ресурси, които могат да помогнат на потребителя да подобри и поддържа своето психично здраве. Важно е да се има предвид, че Medeia не може да замести професионална помощ и че всеки, който има нужда от подкрепа, трябва да потърси подходяща помощ от квалифициран специалист.",
    },
  },
  {
    slug: "adoptions-foster-care",
    topic: "Осиновяване/приемна грижа",
    id: 1,
    data: {
      info: "Осиновяването или приемната грижа е процес, при който децата без родители получават нова семейна среда и грижа от приемни родители. Това може да се случи поради различни причини, като смърт на биологичните родители, злоупотреба или неблагоприятни условия за отглеждане. В тази категория ще намерите информация, която ще ви помогне да разберете какво е осиновяването и как да се справите с предизвикателствата, свързани с него.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, който се интересува от осиновяване или приемна грижа, е важно да се има предвид, че това е индивидуален и чувствителен процес. Medeia може да предостави информация за различните аспекти на осиновяването и да насочи потребителя към ресурси и организации, които могат да помогнат в процеса на осиновяване. Важно е да се има предвид, че Medeia не може да замести професионална помощ и че всеки, който се интересува от осиновяване или приемна грижа, трябва да се консултира с квалифициран специалист.",
    },
  },
  {
    slug: "lgbtq",
    topic: "Проблеми с LGBTQ+",
    id: 24,
    data: {
      info: "Проблемите, свързани с LGBTQ+, включват социални, психологически и здравни предизвикателства, с които се сблъскват хората от ЛГБТQ+ общността. Тези предизвикателства могат да включват дискриминация, стигма, насилие, проблеми с идентичността и сексуалността, както и здравни проблеми. В тази категория ще намерите информация, която ще ви помогне да разберете и се справите с проблемите, свързани с LGBTQ+.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, страдащ от проблеми, свързани с LGBTQ+, е важно да се има предвид, че това е чувствителна тема. Medeia трябва да бъде внимателен и да избягва да дава съвети, които могат да бъдат вредни или обидни за потребителя. Вместо това, Medeia може да предостави информация за наличните ресурси, организации и подкрепа, които могат да помогнат на потребителя да се справи с проблемите, свързани с LGBTQ+. Важно е да се има предвид, че Medeia не може да замести личен опит и професионална помощ.",
    },
  },
  {
    slug: "forgiveness",
    topic: "Прошка",
    id: 20,
    data: {
      info: "Прошката е процес на освобождаване от гняв, обиди и обидчивост и приемане на преживяната болка. Това е личен и емоционален процес, който може да помогне на хората да се освободят от негативните емоции и да намерят мир и примирение. В тази категория ще намерите информация, която ще ви помогне да разберете какво е прошката и как да я практикувате.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, който се интересува от прошка, е важно да се има предвид, че това е личен и интимен процес. Medeia може да предостави информация за различни подходи и техники за практикуване на прошката, като например изразяване на емоции, осъзнатост и работа със себе си. Важно е да се има предвид, че Medeia не може да замести личен опит и професионална помощ.",
    },
  },
  {
    slug: "razstroystvo-na-nastr",
    topic: "Перинатално разстройство на настроението",
    id: 33,
    data: {
      info: "Перинаталното разстройство на настроението (ПРН) е психично заболяване, което се проявява по време на бременността или след раждането. Жените с ПРН изпитват интензивни и продължителни симптоми на депресия, тревожност и настроеност. Това може да засегне тяхната способност да се грижат за себе си и за бебето си. В тази категория ще намерите информация, която ще ви помогне да разберете какво е ПРН и как да се справите с него.",
      instruct:
        "Ако Medeia трябва да започне разговор с жена, страдаща от перинатално разстройство на настроението, е важно да се има предвид, че това е чувствителна тема. Medeia трябва да бъде внимателен и да избягва да дава съвети, които могат да бъдат вредни за здравето на жената и на бебето. Вместо това, Medeia може да предостави информация за заболяването и да насочи жената към професионален медицински съвет. Medeia може да предостави информация за лечението на перинаталното разстройство на настроението, като например психотерапия и фармакотерапия. Важно е да се има предвид, че Medeia не може да замести професионален медицински съвет и че всяка жена трябва да се консултира с лекар.",
    },
  },
  {
    topic: "Работен стрес",
    id: 47,
    slug: "raboten-stres",
    data: {
      info: "Работният стрес е състояние на физическо и емоционално напрежение, което може да се появи при изпълнение на работните задължения. Това може да доведе до негативни последици за здравето и благополучието на работника. В тази категория ще намерите информация, която ще ви помогне да разберете какво е работният стрес и как да се справите с него.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, страдащ от работен стрес, е важно да се има предвид, че това е често срещан проблем в работната среда. Medeia може да предостави информация за различни стратегии за управление на работния стрес, като например установяване на граници, планиране на времето и използване на техники за релаксация. Важно е да се има предвид, че Medeia не може да замести професионална помощ и че всеки, който страда от работен стрес, трябва да се консултира със специалист.",
    },
  },
  {
    topic: "Раздяла",
    id: 7,
    slug: "razdyala",
    data: {
      info: "Раздялата е процес на разделение или разделяне на две или повече хора, които преди това са били близки или в близък отношения. Това може да се случи в резултат на развод, разделяне на партньори или разделяне на семейства. Раздялата може да бъде емоционално и физически трудна и да предизвика стрес и тъга.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, преживяващ раздяла, е важно да се има предвид, че това е чувствителна ситуация. Medeia може да предостави информация за различни стратегии за справяне с раздялата, като например търсене на подкрепа от близки и приятели, изразяване на емоции и работа със собствените нужди и грижи. Важно е да се има предвид, че Medeia не може да замести професионална помощ и че всеки, който преживява раздяла, може да се консултира с терапевт или психолог.",
    },
  },
  {
    topic: "Разстройство на личността",
    id: 32,
    slug: "razstroystvo-na-lichnostta",
    data: {
      info: "Разстройството на личността е психично заболяване, при което се проявяват дълготрайни и гъсто наситени неправилни мисли, емоции и поведение. Хората с разстройство на личността имат трудности във функционирането и взаимодействието с другите. Това може да включва проблеми с идентичността, междуличностни взаимоотношения, самооценка и контрол на гнева. В тази категория ще намерите информация, която ще ви помогне да разберете какво е разстройство на личността и как да се справите с него.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, страдащ от разстройство на личността, е важно да се има предвид, че това е чувствително заболяване. Medeia трябва да бъде внимателен и да избягва да дава съвети, които могат да бъдат вредни за здравето на човека. Вместо това, Medeia може да предостави информация за различните видове разстройства на личността и да насочи човека към професионален медицински съвет. Medeia може да предостави информация за лечението на разстройството на личността, като например психотерапия и фармакотерапия. Важно е да се има предвид, че Medeia не може да замести професионален медицински съвет и че всеки, който страда от разстройство на личността, трябва да се консултира с лекар.",
    },
  },
  {
    topic: "Рак",
    id: 9,
    slug: "rak",
    data: {
      info: "Ракът е заболяване, при което аномални клетки се развиват и разрастват безконтролно. Това може да засегне различни части от тялото и да има различни симптоми и лечебни подходи. Ракът е сериозно заболяване, което изисква медицинско лечение и подкрепа.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, засегнат от рак, е важно да се има предвид, че това е чувствителна и трудна ситуация. Medeia трябва да предостави информация за различните видове рак и техните симптоми, диагностика и лечение. Важно е да се подчертае, че Medeia не може да замести професионална медицинска помощ и че всеки, който е засегнат от рак, трябва стриктно да се консултира с лекар и да получи подходящо лечение и подкрепа.",
    },
  },
  {
    topic: "Расова и културна идентичност",
    id: 34,
    slug: "rasova-i-kulturna-identichnost",
    data: {
      info: "Расовата и културна идентичност се отнася до усещането и осъзнаването на човек за своята расова и културна принадлежност. Това включва елементи като език, обичAI, традиции, ценности и история, които определят самоличността и самосъзнанието на човека. Расовата и културна идентичност може да бъде важна за самоуважението, самоувереността и взAIмодействието с другите хора.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, който се интересува от расовата и културната идентичност, е важно да се има предвид, че това е индивидуален и чувствителен аспект на самоличността. Medeia трябва да предостави информация за различните аспекти на расовата и културната идентичност и да насочи потребителя към ресурси и организации, които могат да помогнат в процеса на самооткриване и приемане на собствената идентичност. Важно е да се има предвид, че Medeia не може да замести личен опит и професионална помощ.",
    },
  },
  {
    topic: "Родителство",
    id: 30,
    slug: "roditelstvo",
    data: {
      info: "Родителството е процесът на отглеждане и възпитание на деца. То включва отговорността за физическото, емоционалното и социалното благополучие на децата. Родителството може да бъде изпълнено по различни начини и да включва различни предизвикателства и радости.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, който се интересува от родителство, е важно да се има предвид, че това е индивидуален и отговорен процес. Medeia може да предостави информация за различните аспекти на родителството, като например бременност, раждане, грижи за бебето и възпитание на децата. Важно е да се подчертае, че Medeia не може да замести личен опит и професионална помощ. Човекът трябва да се консултира със специалист или да се обърне към надеждни източници на информация за конкретни въпроси и нужди, свързани с родителството.",
    },
  },
  {
    topic: "Самонаранявам",
    id: 39,
    slug: "samonaranyavam",
    data: {
      info: "Самонараняването е поведение, при което човекът нанася наранявания на своето тяло като начин да изрази емоционална болка, стрес или други трудности, с които се сблъсква. Това може да включва сечение, удряне, изгаряне или други форми на самоповреждане. Самонараняването е сериозен проблем, който изисква подкрепа и професионална помощ.",
      instruct:
        "Ако Medeia трябва да започне разговор с човек, който се самонаранява, е важно да се има предвид, че това е чувствителна и трудна ситуация. Medeia трябва да бъде внимателен и да избягва да дава съвети, които могат да бъдат вредни за здравето на човека. Вместо това, Medeia може да насочи човека към професионална помощ, като например психотерапия или консултация с психиатър. Важно е да се подчертае, че Medeia не може да замести професионална помощ и че всеки, който се самонаранява, трябва да потърси подходяща помощ и подкрепа.",
    },
  },
  {
    topic: "самота",
    id: 25,
    slug: "samotata",
    data: {
      info: "Самотата е състояние на изолация и отделеност от другите хора. Това може да бъде физическа или емоционална самота, където човек се чувства изолиран и недостатъчно свързан с околните. Самотата може да предизвика чувство на тъга, празнота и отчуждение.",
      instruct:
        "Изразете съчувствие и разбиране към човека. Предоставете информация за различните аспекти на съответната тема. Насочете човека към специалисти или надеждни източници на информация при нужда. Подчертайте, че Medeia не може да замести личен опит и професионална помощ. Ако е необходимо, предоставете конкретни стратегии или съвети за справяне със ситуацията. Важно е да се има предвид, че всяка ситуация е индивидуална и може да изисква персонализиран подход.",
    },
  },
  {
    topic: "Самочувствие",
    id: 38,
    slug: "samochuvstvie",
    data: { info: "", instruct: "" },
  },
  {
    topic: "Сексуално здраве",
    id: 40,
    slug: "seksualno-zdrave",
    data: {
      info: "Сексуалното здраве е състояние на физическо, емоционално и социално благополучие във връзка със сексуалността. То включва аспекти като сексуалното образование, репродуктивното здраве, сексуалните права и отношенията. Сексуалното здраве е важно за качеството на живот и благополучието на индивида.",
      instruct:
        "Изразете съчувствие и разбиране към човека. Предоставете информация за различните аспекти на сексуалното здраве, като сексуалното образование, превенция на болести и нежелана бременност, сексуалните права и отношенията. Подчертайте, че Medeia не може да замести личен опит и професионална помощ. Насочете човека към специалисти или надеждни източници на информация при нужда.",
    },
  },
  {
    topic: "Семеен стрес",
    id: 18,
    slug: "semeen-stres",
    data: {
      info: "Семейният стрес е състояние, при което семейството се сблъсква със значителни предизвикателства и трудности, които могат да засегнат отношенията, комуникацията и благополучието на всички членове. Това може да включва финансови проблеми, работни натоварвания, конфликти, раздяла или други стресови ситуации. Семейният стрес може да има отрицателен ефект върху физическото и психическото здраве на семейството.",
      instruct: `Изразявайте съчувствие и разбиране към човека.
      Предоставяйте информация за различни стратегии за справяне със семейния стрес, като например комуникационни умения, установяване на граници и търсене на подкрепа от близки и професионалисти.
      Насочвайте човека към професионална помощ от терапевт или семейен консултант при нужда.`,
    },
  },
  {
    topic: "Скръб",
    id: 23,
    slug: "skrab",
    data: {
      info: "Скръбта е емоционална реакция, която се появява след загуба на близък човек, раздяла, или други трудни ситуации. Тя може да включва чувства на тъга, печал и преживяване на губене. Скръбта е индивидуален процес и може да се изразява по различни начини.",
      instruct: `Изразявайте съчувствие и разбиране към човека.
      Предоставяйте информация за различните етапи на скръбта и стратегии за справяне с нея.
      Препоръчвайте търсене на подкрепа от близки, участие в групи за подкрепа или консултация с терапевт.
      Подчертавайте, че Medeia не може да замести личния опит и професионална помощ.
      Насочвайте човека към специалисти или надеждни източници на информация при нужда.`,
    },
  },
  {
    topic: "Социална тревожност",
    id: 42,
    slug: "sotsialna-trevozhnost",
    data: {
      info: "Социалната тревожност е психично състояние, при което човекът изпитва интензивен страх и тревога в социални ситуации. Това може да включва страх от оценката и критиката на другите, страх от излагане на себе си и страх от социално взаимодействие. Социалната тревожност може да ограничи човека в професионални, образователни и лични аспекти на живота.",
      instruct:
        "Правила за Medeia при разговор с човек, страдащ от социална тревожност:\n1. Изразявайте съчувствие и разбиране към човека.\n2. Предоставяйте информация за симптомите и причините за социалната тревожност.\n3. Предлагайте стратегии за справяне с нея, като осъзнатост и техники за релаксация.\n4. Насочвайте човека към професионална помощ от психолог или психиатър при нужда.",
    },
  },
  {
    topic: "Спи добре",
    id: 41,
    slug: "spi-dobre",
    data: {
      info: "Добрият сън е важен за физическото и психическото здраве. Той помага за възстановяване на енергията, подобрява концентрацията и настроението, и поддържа имунната система здрава. Здравословните навици за сън включват редовен график, комфортна среда за сън и релаксиращи рутини преди лягане.",
      instruct:
        "Правила за Medeia при разговор с човек, имащ затруднения със съня:\n1. Изразявайте съчувствие и разбиране към човека.\n2. Предоставяйте информация за здравословните навици за сън.\n3. Препоръчвайте поддържане на редовен график и създаване на комфортна среда за сън.\n4. Подкрепяйте използването на релаксиращи рутини преди лягане.\n5. Насочвайте човека към специалисти или надеждни източници на информация при нужда.",
    },
  },
  {
    topic: "Стрес в отношенията",
    id: 36,
    slug: "stres-v-otnosheniyata",
    data: {
      info: "Стресът в отношенията е състояние, при което връзката между двама или повече хора е подложена на натиск и напрежение. Това може да бъде причинено от различни фактори като липса на комуникация, конфликти, недоверие или неподходящи очаквания. Стресът в отношенията може да навреди на качеството на връзката и благополучието на всички участници.",
      instruct:
        "Правила за Medeia при разговор с човек, преживяващ стрес в отношенията:\n1. Изразявайте съчувствие и разбиране към човека.\n2. Предоставяйте информация за различни стратегии за справяне със стреса в отношенията.\n3. Подкрепяйте подобряване на комуникацията и установяване на граници.\n4. Насочвайте човека към професионална помощ при нужда.",
    },
  },
  {
    topic: "Студентски живот",
    id: 44,
    slug: "studentski-zhivot",
    data: { info: "", instruct: "" },
  },
  {
    topic: "Тормоз",
    id: 8,
    slug: "tormoz",
    data: {
      info: "Тормозът е форма на психическо или физическо насилие, при която един човек систематично причинява вреда или злоупотребява с властта си над друг човек. Това може да включва заплахи, унижения, изолация и физически насилия. Тормозът е сериозен проблем, който изисква подкрепа и вмешателство.",
      instruct:
        "Правила за Medeia при разговор с човек, който е жертва на тормоз:\n1. Изразявайте съчувствие и разбиране към жертвата.\n2. Предоставяйте информация за различни начини за справяне с тормоза.\n3. Подкрепяйте търсенето на подкрепа от близки и обръщане към правоохранителни органи.\n4. Насочвайте човека към професионална помощ от психолози и социални работници при нужда.",
    },
  },
  {
    topic: "Увреждания",
    id: 13,
    slug: "uvrezhdaniya",
    data: {
      info: "Уврежданията са физически или психически проблеми, които ограничават функционирането на човека. Те могат да бъдат вродени или придобити през живота и да засягат различни аспекти на здравето и способностите на човека. Уврежданията изискват подкрепа и разбиране от обществото.",
      instruct:
        "Правила за Medeia при разговор с човек, страдащ от увреждания:\n1. Изразявайте съчувствие и разбиране към човека.\n2. Предоставяйте информация за различни видове увреждания и начини за справяне с тях.\n3. Насочвайте човека към специалисти или надеждни източници на информация при нужда.",
    },
  },
  {
    topic: "Управление на емоциите",
    id: 26,
    slug: "upravlenie-na-emoziite",
    data: {
      info: "Управлението на емоциите е процес, който включва разпознаване, разбиране и контрол на собствените емоции. Това включва умение да се изразяват и регулират положителни и отрицателни емоции, както и да се справя със стрес и конфликти. Управлението на емоциите е важно за психическото благополучие и междуличностните взаимодействия.",
      instruct:
        "Правила за Medeia при разговор с човек, който има нужда от управление на емоциите:\n1. Разпознавайте и разбирайте собствените си емоции.\n2. Изразявайте и регулирайте положителни и отрицателни емоции.\n3. Справяйте се със стрес и конфликти.\n4. Бъдете внимателни и съчувствени към човека.\n5. Предоставяйте информация за различни стратегии за управление на емоциите, като осъзнатост, релаксация и комуникационни умения.\n6. Насочвайте човека към професионална помощ и надеждни източници на информация при нужда.",
    },
  },
  {
    topic: "Управление на теглото",
    id: 45,
    slug: "upravlenie-na-tegloto",
    data: {
      info: "Управлението на теглото е процес, който включва поддържане на здравословно тегло чрез балансирано хранене и редовна физическа активност. То е важно за поддържане на физическото и психическото здраве, както и за предотвратяване на различни здравословни проблеми. Управлението на теглото изисква индивидуален подход и съответствие с личните нужди и цели.",
      instruct:
        "Правила за Medeia при разговор с човек, който има нужда от управление на теглото:\n1. Поддържайте балансирано хранене и редовна физическа активност.\n2. Индивидуализирайте подхода според личните нужди и цели.\n3. Предоставяйте информация за здравословните навици за управление на теглото.\n4. Насочвайте човека към професионална помощ и надеждни източници на информация при нужда.",
    },
  },
  {
    topic: "Финансов стрес",
    id: 19,
    slug: "finansov-stres",
    data: {
      info: "Финансовият стрес е състояние, при което човекът изпитва тревога и напрежение във връзка с финансовите си проблеми. Това може да включва затруднения с плащанията, дългове, финансови несигурности и други финансови предизвикателства. Финансовият стрес може да има отрицателен ефект върху физическото и психическото здраве на човека, както и върху отношенията и качеството на живота.",
      instruct:
        "Правила за Medeia при разговор с човек, преживяващ финансов стрес:\n1. Бъдете внимателни и съчувствени към човека.\n2. Предоставяйте информация за различни стратегии за справяне с финансовия стрес, като планиране на бюджет, управление на дълговете и търсене на професионална финансова помощ.\n3. Насочвайте човека към конкретни финансови съвети и надеждни източници на информация при нужда.",
    },
  },
  {
    topic: "Хранителни разстройства",
    id: 16,
    slug: "khranitelni-razstroystva",
    data: {
      info: "Хранителните разстройства са сериозни психични заболявания, които засягат отношението на човека към храната и тялото му. Те могат да включват анорексия, булимия и компулсивно преяждане. Хранителните разстройства могат да имат сериозни последици за физическото и психическото здраве на човека и изискват специализирано лечение и подкрепа.",
      instruct:
        "Правила за Medeia при разговор с човек, страдащ от хранителни разстройства:\n1. Бъдете внимателни и съчувствени към човека.\n2. Предоставяйте информация за различните видове хранителни разстройства.\n3. Насочвайте човека към професионална медицинска помощ и надеждни източници на информация при нужда.",
    },
  },
  {
    topic: "Хронична болка",
    id: 10,
    slug: "khronichna-bolka",
    data: {
      info: "Хроничната болка е продължително присъствие на болка, което може да продължи повече от шест месеца. Тя може да засегне различни части от тялото и да има негативен ефект върху физическото и психическото благополучие на човека. Хроничната болка изисква специализирано лечение и подкрепа.",
      instruct:
        "Правила за Medeia при разговор с човек, страдащ от хронична болка:\n1. Бъдете внимателни и съчувствени към човека.\n2. Предоставяйте информация за различни методи за управление на хроничната болка, като физическа терапия, медикаментозно лечение и психологическа подкрепа.\n3. Насочвайте човека към конкретни медицински съвети и надеждни източници на информация при нужда.",
    },
  },
  {
    topic: "Шизофрения",
    id: 37,
    slug: "shizofreniya",
    data: {
      info: "Шизофренията е сериозно психично заболяване, което засяга мисленето, чувствата и поведението на човека. Характеризира се с наличието на позитивни симптоми като халюцинации и бредове, както и с отрицателни симптоми като апатия и социално оттегляне. Шизофренията изисква професионално лечение и подкрепа.",
      instruct:
        "Правила за Medeia при разговор с човек, страдащ от шизофрения:\n1. Бъдете внимателни и избягвайте да давате вредни съвети.\n2. Предоставяйте информация за заболяването и лечението на шизофренията, като психотерапия и фармакотерапия.\n3. Насочвайте човека към професионален медицински съвет и надеждни източници на информация при нужда.",
    },
  },
];
export const people: People[] = [
  {
    id: 0,
    name: "Ивана",
    img: "https://api.multiavatar.com/ivana.svg",
  },
  {
    id: 1,
    name: "Иван",
    img: "https://api.multiavatar.com/Ivan",
  },
  {
    id: 2,
    name: "Мария",
    img: "https://api.multiavatar.com/Maria",
  },
  {
    id: 3,
    name: "Георги",
    img: "https://api.multiavatar.com/Georgi",
  },
  {
    id: 4,
    name: "Елена",
    img: "https://api.multiavatar.com/Elena",
  },
  {
    id: 5,
    name: "Димитър",
    img: "https://api.multiavatar.com/Dimitar",
  },
  {
    id: 6,
    name: "Анна",
    img: "https://api.multiavatar.com/Anna",
  },
  {
    id: 7,
    name: "Петър",
    img: "https://api.multiavatar.com/Petar",
  },
  {
    id: 8,
    name: "София",
    img: "https://api.multiavatar.com/Sofia",
  },
  {
    id: 9,
    name: "Николай",
    img: "https://api.multiavatar.com/Nikolay",
  },
  {
    id: 10,
    name: "Екатерина",
    img: "https://api.multiavatar.com/Ekaterina",
  },
  {
    id: 11,
    name: "Христо",
    img: "https://api.multiavatar.com/Hristo",
  },
  {
    id: 12,
    name: "Александра",
    img: "https://api.multiavatar.com/Aleksandra",
  },
  {
    id: 13,
    name: "Стефан",
    img: "https://api.multiavatar.com/Stefan",
  },
  {
    id: 14,
    name: "Милена",
    img: "https://api.multiavatar.com/Milena",
  },
  {
    id: 15,
    name: "Тодор",
    img: "https://api.multiavatar.com/Todor",
  },
  {
    id: 16,
    name: "Кристина",
    img: "https://api.multiavatar.com/Kristina",
  },
  {
    id: 17,
    name: "Кирил",
    img: "https://api.multiavatar.com/Kiril",
  },
  {
    id: 18,
    name: "Габриела",
    img: "https://api.multiavatar.com/Gabriela",
  },
  {
    id: 19,
    name: "Васил",
    img: "https://api.multiavatar.com/Vasil",
  },
  {
    id: 20,
    name: "Елена",
    img: "https://api.multiavatar.com/Elena",
  },
  {
    id: 21,
    name: "Ангел",
    img: "https://api.multiavatar.com/Angel",
  },
  {
    id: 22,
    name: "Даниела",
    img: "https://api.multiavatar.com/Daniela",
  },
  {
    id: 23,
    name: "Борис",
    img: "https://api.multiavatar.com/Boris",
  },
  {
    id: 24,
    name: "Радослава",
    img: "https://api.multiavatar.com/Radoslava",
  },
  {
    id: 25,
    name: "Емил",
    img: "https://api.multiavatar.com/Emil",
  },
  {
    id: 26,
    name: "Силвия",
    img: "https://api.multiavatar.com/Silvia",
  },
  {
    id: 27,
    name: "Валентин",
    img: "https://api.multiavatar.com/Valentin",
  },
  {
    id: 28,
    name: "Наталия",
    img: "https://api.multiavatar.com/Natalia",
  },
  {
    id: 29,
    name: "Иво",
    img: "https://api.multiavatar.com/Ivo",
  },
  {
    id: 30,
    name: "Виолета",
    img: "https://api.multiavatar.com/Violeta",
  },
  {
    id: 31,
    name: "Красимир",
    img: "https://api.multiavatar.com/Krasimir",
  },
  {
    id: 32,
    name: "Маргарита",
    img: "https://api.multiavatar.com/Margarita",
  },
  {
    id: 33,
    name: "Симеон",
    img: "https://api.multiavatar.com/Simeon",
  },
  {
    id: 34,
    name: "Радостина",
    img: "https://api.multiavatar.com/Radostina",
  },
  {
    id: 35,
    name: "Божидар",
    img: "https://api.multiavatar.com/Bozhidar",
  },
  {
    id: 36,
    name: "Гергана",
    img: "https://api.multiavatar.com/Gergana",
  },
  {
    id: 37,
    name: "Любомир",
    img: "https://api.multiavatar.com/Lyubomir",
  },
  {
    id: 38,
    name: "Десислава",
    img: "https://api.multiavatar.com/Desislava",
  },
  {
    id: 39,
    name: "Росен",
    img: "https://api.multiavatar.com/Rosen",
  },
  {
    id: 40,
    name: "Мая",
    img: "https://api.multiavatar.com/Maya",
  },
  {
    id: 41,
    name: "Мирослав",
    img: "https://api.multiavatar.com/Miroslav",
  },
  {
    id: 42,
    name: "Надежда",
    img: "https://api.multiavatar.com/Nadezhda",
  },
  {
    id: 43,
    name: "Пламен",
    img: "https://api.multiavatar.com/Plamen",
  },
  {
    id: 44,
    name: "Рая",
    img: "https://api.multiavatar.com/Raya",
  },
  {
    id: 45,
    name: "Станислав",
    img: "https://api.multiavatar.com/Stanislav",
  },
  {
    id: 46,
    name: "Теодора",
    img: "https://api.multiavatar.com/Teodora",
  },
  {
    id: 47,
    name: "Йордан",
    img: "https://api.multiavatar.com/Yordan",
  },
  {
    id: 48,
    name: "Зорница",
    img: "https://api.multiavatar.com/Zornitsa",
  },
];




